IDEA StatiCa Open Model
ConcreteCheckResultOverall Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
 Constructor
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ConcreteCheckResultOverall()
Public Sub New
public:
ConcreteCheckResultOverall()
See Also
Reference
ConcreteCheckResultOverall Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace